{
  "investments": [
    {
      "id": "tech-growth-fund",
      "title": "Tech Growth Fund",
      "description": "Invest in a portfolio of high-growth technology companies with strong potential for returns.",
      "expectedReturn": "12-15% annually",
      "minimumInvestment": "$10,000",
      "category": "Technology",
      "risk": "Moderate",
      "status": "Inactive",
      "detailedDescription": "The Tech Growth Fund focuses on investing in innovative technology companies with high growth potential. Our team of experts carefully selects companies that are at the forefront of technological advancements and have strong business models. This fund is designed for investors who are looking for higher returns and are willing to accept moderate risk.",
      "createdAt": "2023-01-15T10:30:00Z",
      "updatedAt": "2025-05-11T18:16:00.365Z",
      "submittedBy": "admin@megainvest.com",
      "submittedAt": "2023-01-15T10:30:00Z",
      "reviewedBy": "admin@megainvest.com",
      "reviewedAt": "2023-01-15T10:30:00Z"
    },
    {
      "id": "real-estate-portfolio",
      "title": "Real Estate Portfolio",
      "description": "Diversify with our premium real estate investments in high-growth urban markets.",
      "expectedReturn": "8-10% annually",
      "minimumInvestment": "$25,000",
      "category": "Real Estate",
      "risk": "Low",
      "status": "Active",
      "detailedDescription": "Our Real Estate Portfolio offers investors the opportunity to invest in premium properties in high-growth urban markets. The portfolio includes a mix of residential, commercial, and mixed-use properties in cities with strong economic fundamentals. This investment is ideal for those seeking stable returns with lower risk.",
      "createdAt": "2023-02-10T09:15:00Z",
      "updatedAt": "2023-05-05T11:20:00Z"
    },
    {
      "id": "sustainable-energy-fund",
      "title": "Sustainable Energy Fund",
      "description": "Invest in renewable energy projects with strong environmental impact and financial returns.",
      "expectedReturn": "9-12% annually",
      "minimumInvestment": "$15,000",
      "category": "Energy",
      "risk": "Moderate",
      "status": "Active",
      "detailedDescription": "The Sustainable Energy Fund invests in renewable energy projects that not only provide attractive financial returns but also have a positive environmental impact. The fund focuses on solar, wind, and hydroelectric projects with proven technology and long-term power purchase agreements. This investment is suitable for environmentally conscious investors seeking moderate returns with moderate risk.",
      "createdAt": "2023-03-05T13:45:00Z",
      "updatedAt": "2023-06-12T16:30:00Z"
    },
    {
      "id": "global-markets-fund",
      "title": "Global Markets Fund",
      "description": "Access international markets with our diversified global investment portfolio.",
      "expectedReturn": "10-14% annually",
      "minimumInvestment": "$20,000",
      "category": "Global",
      "risk": "Moderate-High",
      "status": "Active",
      "detailedDescription": "The Global Markets Fund provides investors with access to a diversified portfolio of international investments. The fund invests in equities, bonds, and alternative assets across developed and emerging markets. This investment is designed for investors seeking higher returns through global diversification and who are comfortable with moderate to high risk.",
      "createdAt": "2023-01-20T11:00:00Z",
      "updatedAt": "2023-05-18T09:45:00Z"
    },
    {
      "id": "healthcare-innovation-fund",
      "title": "Healthcare Innovation Fund",
      "description": "Invest in cutting-edge healthcare companies developing breakthrough treatments and technologies.",
      "expectedReturn": "13-16% annually",
      "minimumInvestment": "$15,000",
      "category": "Healthcare",
      "risk": "High",
      "status": "Active",
      "detailedDescription": "The Healthcare Innovation Fund focuses on investing in companies that are developing breakthrough treatments and technologies in the healthcare sector. The fund targets companies with strong intellectual property, experienced management teams, and clear paths to commercialization. This investment is suitable for investors seeking high returns and who are willing to accept higher risk.",
      "createdAt": "2023-02-25T14:20:00Z",
      "updatedAt": "2023-06-30T10:15:00Z"
    },
    {
      "id": "income-generation-portfolio",
      "title": "Income Generation Portfolio",
      "description": "Focus on stable income with our dividend-paying stocks and fixed income securities.",
      "expectedReturn": "6-8% annually",
      "minimumInvestment": "$10,000",
      "category": "Income",
      "risk": "Low",
      "status": "Active",
      "detailedDescription": "The Income Generation Portfolio is designed for investors seeking regular income from their investments. The portfolio includes a mix of dividend-paying stocks, corporate bonds, and government securities. This investment is ideal for conservative investors who prioritize income stability and capital preservation over growth.",
      "createdAt": "2023-03-15T08:30:00Z",
      "updatedAt": "2023-07-10T15:45:00Z"
    },
    {
      "id": "emerging-markets-fund",
      "title": "Emerging Markets Fund",
      "description": "Capitalize on growth opportunities in emerging economies around the world.",
      "expectedReturn": "11-16% annually",
      "minimumInvestment": "$15,000",
      "category": "Global",
      "risk": "High",
      "status": "Draft",
      "detailedDescription": "The Emerging Markets Fund focuses on investing in companies in developing economies with high growth potential. The fund targets countries with favorable demographics, increasing consumer wealth, and improving business environments. This investment is suitable for investors seeking high returns and who are willing to accept higher risk and volatility.",
      "createdAt": "2023-04-05T10:45:00Z",
      "updatedAt": "2023-07-25T13:20:00Z"
    },
    {
      "id": "ai-innovation-fund",
      "title": "AI Innovation Fund",
      "description": "Invest in companies at the forefront of artificial intelligence and machine learning.",
      "expectedReturn": "14-18% annually",
      "minimumInvestment": "$20,000",
      "category": "Technology",
      "risk": "High",
      "status": "Draft",
      "detailedDescription": "The AI Innovation Fund invests in companies developing cutting-edge artificial intelligence and machine learning technologies. The fund targets companies with strong research capabilities, unique datasets, and applications across multiple industries. This investment is designed for investors seeking high growth potential and who are comfortable with high risk.",
      "createdAt": "2023-04-20T09:30:00Z",
      "updatedAt": "2023-08-05T11:15:00Z"
    },
    {
      "title": "Bljitkoin",
      "description": "bljitkoin investment riskiy biznis",
      "expectedReturn": "20-90% annually",
      "minimumInvestment": "$1000",
      "category": "Technology",
      "risk": "High",
      "status": "Active",
      "detailedDescription": "invest big returns big grain smart moey random text insteerted here",
      "id": "bljitkoin",
      "createdAt": "2025-05-05T10:14:33.625Z",
      "updatedAt": "2025-05-05T10:14:33.625Z",
      "submittedBy": "user@example.com",
      "submittedAt": "2025-05-05T10:14:33.625Z",
      "reviewedBy": "admin@megainvest.com",
      "reviewedAt": "2025-05-05T11:30:00.000Z"
    },
    {
      "title": "Green Energy Startup Fund",
      "description": "Support innovative startups in the renewable energy sector with high growth potential.",
      "expectedReturn": "10-15% annually",
      "minimumInvestment": "$5000",
      "category": "Energy",
      "risk": "High",
      "status": "Active",
      "detailedDescription": "This fund focuses on early-stage startups developing breakthrough technologies in renewable energy. The portfolio includes companies working on solar efficiency improvements, energy storage solutions, and smart grid technologies.",
      "id": "green-energy-startup-fund",
      "createdAt": "2025-05-10T09:23:15.000Z",
      "updatedAt": "2025-05-10T17:19:45.823Z",
      "submittedBy": "jane.doe@example.com",
      "submittedAt": "2025-05-10T09:23:15.000Z",
      "reviewedBy": "admin@megainvest.com",
      "reviewedAt": "2025-05-10T17:19:45.819Z"
    }
  ]
}